<section class="advantages">
	<div class="title">Преймущества</div>
	<div class="container">
		<div class="advantages_wrap">
			<div class="item4">
				<h4> <span class="ico1"></span> ГАРАНТИРУЕМ БЕЗОПАСНОСТЬ </h4>
				<p>Предлагаем надежных застройщиков и легально построенные обекты.</p><p>Проводим полную юридическую проверку и исключаэм все возможные риски.</p>
			</div>
			<div class="item4">
				<h4> <span class="ico2"></span> БОЛЕЕ 15 000 ПРЕДЛОЖЕНИЙ </h4>
				<p>Знаем обо всех объектах на рынке недвижимости, даже о планируемых новостройках и скрытых предложениях от застройшика.</p>
			</div>
			<div class="item4">
				<h4> <span class="ico3"></span> ИНДИВИДУАЛЬНЫЙ ПОДХОД </h4>
				<p>Знакомим с городом и помагаем вам вибрать район,жилой комплекс и квартиру в нем с учетом всех ваших запросов.</p>
			</div>
			<div class="item4">
				<h4> <span class="ico4"></span> БЕЗ ПОСРЕДНИКОВ И ПЕРЕПЛАТ  </h4>
				<p>Работаем напрямую с застройщиками и собственниками. Предлагаем эксклюзивные и горячие предложения.</p><p>Добиваемся лучших условий сделки.</p>
			</div>
			<div class="item6">
				<h4> <span class="ico5"></span> УДОБНО</h4>
				<p>Предоставим личного менеджера, который всегда на связи. Встретим в аэропорту и разместим.</br>Организуем показ квартир на наших автомобилях. Проведем вашу сделку от начала и до конца.</p>
			</div>
			<div class="item6">
				<h4> <span class="ico6"></span> БЕСПЛАТНО ДЛЯ ВАС</h4>
				<p>Наши услуги полностью оплачиваются застройщиком. Помогаем получить рассрочку от застройшика. Сотрудничаем с банками и помогаем вам получить ипотеку.</p>
			</div>
			<div class="clr"></div>
		</div>
	</div>
</section> 