<?php

return [
    'EstateType' => [
        'Flat' => 'Квартирa',
        'House' => 'Дом',
        'Earth' => 'Участок',
        'Commerce' => 'Коммерция',
        'Business' => 'Торговая площадь',
        'Office' => 'Офис',
        'Hotel' => 'Гостиница',
        'Store' => 'Склад',
    ],
    'Furnish' => [
        'Raw' => 'Черновая отделка',
        'Clean' => 'Чистовая отделка',
        'Repair' => 'Ремонт',
        'PartRepair' => 'Частичный ремонт'
    ],
    'FlatType' => [
        'Studio' => 'Студия',
        'OneRoom' => '1-комната',
        'TwoRoom' => '2-комнаты',
        'ThreeRoom' => '3-комнаты',
        'ManyRoom' => 'Многокомнатная'
    ],
    'Furniture' => [
        'Full' => 'Полностью меблирована',
        'Part' => 'Частично меблирована',
        'None' => 'Без мебели'
    ],
    'HouseType' => [
        'Townhouse' => 'Таунхаус',
        'Standalone' => 'Отдельный дом',
        'Partial' => 'Часть дома',
        'Duplex' => 'Дуплекс',
    ],
    'Zone' => [
        'G1' => 'Ж-1',
        'G2' => 'Ж-2',
        'G3' => 'Ж-3',
        'G4' => 'Ж-4',
        'G5' => 'Ж-5',
        'G6' => 'Ж-6'
    ],
    'PartOf' => [
        'LivingHouse' => 'В составе жилого дома',
        'TradingCenter' => 'В составе торгового центра',
        'BusinessCenter' => 'В составе бизнес центра',
        'Hotels' => 'В составе гостиницы',
        'Manufacturing' => 'В составе пром.базы'
    ],
    'Passability' => [
        'Intensive' => 'Интенсивная',
        'Высокая',
        'Повышенная',
        'Умеренная',
        'Low' => 'Низкая',
    ],
    'StorageType' => [
        'Open' => 'Открытый',
        'Closed' => 'Закрытый',
        'Cover' => 'Навес'
    ],
    'MountyView' => 'вид на гори',
    'SeaView' => 'вид на море',
    'LandCategory' => [
        'Farm' => 'Земли сельскохозяйственного назначения',
        'City' => 'Земли населённых пунктов',
        'Special' => 'Земли специального назначения',
        'Secure' => 'Земли особо охраняемых территорий и объектов',
        'Forest' => 'Земли лесного фонда',
        'Water' => 'Земли водного фонда',
        'Reserve' => 'Земли запаса',
    ],
    'LandRights' => [
        'Owner' => 'В собственности',
        'Rent' => 'Аренда'
    ],
    'LandPlacement' => [
        'Road' => 'Прилегает к дороге',
        'SeparateEnter' => 'Отдельный заезд',
        'NoRoad' => 'Нет дороги'
    ],
    'TemporaryConstruction' => [
        'Monument' => 'Капитальные сооружения',
        'Temp' => 'Временные сооружения',
        'None' => 'Cооружений нет',
    ],
    'Relief' => [
        'Flat' => 'Ровный рельеф',
        'Sloping' => 'Пологий рельеф',
        'Slope' => 'Склон'
    ],
    'LandPurpose' => [
        'OwnBuilding' => 'Индивидуальное жилищное строительство',
        'Flats' => 'Многоквартирное строительство',
        'Garden' => 'Промышленное назназначение',
        'Commerce' => 'Коммерческое использование',
        'Other' => 'Другое'
    ],
    'WaterSupply' => [
        'Connected' => 'Водоснабжение подключено',
        'Border' => 'Водоснабжение по границе',
        'Remote' => 'Водоснабжение удаленно'
    ],
    'GasType' => [
        'Connected' => 'Газ подключено',
        'Border' => 'Газ по границе',
        'Remote' => 'Газ удаленно',
        'NotNeed' => 'Газ не требуется'
    ],
    'Sewage' => 'Канализация',
    'Heating' => [
    ],
    'ManagingCompany' => 'Управляющая компания',
    'SeparatedEntrance' => 'Отдельный вход',
    'Tenants' => 'Действующий бизнес',
    'BuildingMaterials' => [
        'Monolit' => 'монолитный',
        'MonolitBricks' => 'монолитно-кирпичный',
        'MonolitKarkas' => 'монолит-каркас',
        'Bricks' => 'кирпичный',
        'Panel' => 'панельный',
        'Block' => 'блочный',
        'Wood' => 'деревянный',
        'Temp' => 'временное строение',
        'MetalKarkas' => 'металлический каркас',
        'Other' => 'иное материал'
    ],
    'LandOwnership' => [
        'Owner' => 'Земля в собственности',
        'Rent' => 'Земля в аренде'
    ],
    'Ventilation' => [
        'Central' => 'Центральная вентиляция',
        'None' => 'Нет вентиляции'
    ],
    'Conditioning' => [
        'Central' => 'Центральное кондиционирование',
        'SplitSystem' => 'Сплит система кондиционирования',
        'None' => 'Нет кондиционирования'
    ],
    'BathroomType' => [
        'Common' => 'Совмещенный cан.узел',
        'Separate' => 'Раздельный cан.узел',
        'Many' => 'Несколько Сан.узлов'
    ],
    'KorpusClass' => [
        'Economy' => 'Класс — Эконом',
        'Comfort' => 'Класс — Комфорт',
        'Business' => 'Класс — Бизнес',
        'Elite' => 'Класс — Элитный'
    ],
    'ComplexDocumentsType' => [
        'FZ214' => 'ФЗ-214',
        'InitialContract' => 'Оформление предварительного договора',
        'GSK' => 'Вступление в ЖСК'
    ],
    'ComplexTerriroty' => [
        'Open' => 'Открытая придомовая территория ',
        'Close' => 'Закрытая придомовая территория ',
        'Secure' => 'Закрытая охраняемая придомовая территория '
    ],
    'Pool' => 'Бассейн',
    'Electricity' => [
        'Connected' => 'Электричество подключено',
        'Border' => 'Электричество по границе',
        'Remote' => 'Электричество удаленно'
    ],
    'Heating' => [
        'Central' => 'Центральное отопление',
        'HeatStation' => 'Котельная',
        'Individual' => 'Индивидуальный газовый котел',
        'Electric' => 'Электрическое отопление',
        'NotConnected' => 'Отопление не подключено'
    ]
];
